<footer class = "footer">
    <div class = "footer-container">
        <div class = "footer-copyright">
            © 2023 авпрапв - Сделано с ❤️ и ☕️ в Праге
        </div>
        <div class = "footer-disclaimer">
            Информация и материалы, содержащиеся на этой платформе, предоставляются 
            исключительно в информационных целях и не должны быть истолкованы как 
            финансовый совет или предложение о продаже, или побуждение к предложению 
            купить какие-либо ценные бумаги, финансовые инструменты или услуги. 
            Ни в коем случае эта платформа, ее владельцы или кто-либо из их соответствующих 
            должностных лиц, не несут ответственности за любые прямые, косвенные, 
            случайные, специальные или иные убытки, 
            возникающие в результате или в связи с использованием вами этой платформы,
             даже если мы были предупреждены о возможности такого ущерба.    
        </div>
    </div>
</footer>